Repository: reallyhimbrodigy/content-studio
Catalog: ios/Promptly/Promptly/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ne, pt_br, ur

source: This version has a problem we've fixed. Grab the update and you're back in seconds.
ar: في هذا الإصدار مشكلة أصلحناها. حمّل التحديث وستعود خلال ثوانٍ.
bn: এই সংস্করণে একটা সমস্যা ছিল, আমরা ঠিক করে দিয়েছি। আপডেট নিন, কয়েক সেকেন্ডেই ফিরে আসবেন।
de: Diese Version hat ein Problem, das wir behoben haben. Hol dir das Update und du bist in Sekunden zurück.
es: Esta versión tiene un problema que ya hemos corregido. Instala la actualización y vuelves en segundos.
fr: Cette version a un problème que nous avons corrigé. Installe la mise à jour et tu repars en quelques secondes.
hi: इस वर्शन में एक दिक्कत थी, जो हमने ठीक कर दी है। अपडेट लें और कुछ ही सेकंड में वापस आ जाएँ।
id: Versi ini punya masalah yang sudah kami perbaiki. Ambil pembaruannya dan kamu kembali dalam hitungan detik.
ja: このバージョンには不具合があり、すでに修正済みです。アップデートすれば数秒で戻れます。
ne: यो संस्करणमा एउटा समस्या थियो, हामीले ठीक गरिसक्यौं। अपडेट लिनुहोस्, केही सेकेन्डमै फर्किनुहुन्छ।
pt_br: Esta versão tem um problema que já corrigimos. Baixe a atualização e você volta em segundos.
ur: اس ورژن میں ایک مسئلہ تھا جو ہم نے ٹھیک کر دیا ہے۔ اپ ڈیٹ لیں اور چند سیکنڈ میں واپس آ جائیں۔

source: This will permanently delete your account and all your data. This cannot be undone.
ar: سيؤدي هذا إلى حذف حسابك وكل بياناتك نهائيًا. لا يمكن التراجع عن ذلك.
bn: এতে আপনার অ্যাকাউন্ট ও সব ডেটা স্থায়ীভাবে মুছে যাবে। এটি আর ফেরানো যাবে না।
de: Dein Konto und alle deine Daten werden dauerhaft gelöscht. Das lässt sich nicht rückgängig machen.
es: Esto borrará permanentemente tu cuenta y todos tus datos. No se puede deshacer.
fr: Ton compte et toutes tes données seront définitivement supprimés. Cette action est irréversible.
hi: इससे आपका खाता और आपका सारा डेटा हमेशा के लिए मिट जाएगा। इसे वापस नहीं लाया जा सकता।
id: Ini akan menghapus akunmu dan semua datamu secara permanen. Tindakan ini tidak bisa dibatalkan.
ja: アカウントとすべてのデータが完全に削除されます。元に戻すことはできません。
ne: यसले तपाईंको खाता र सबै डेटा स्थायी रूपमा मेटाउँछ। यो फिर्ता ल्याउन सकिँदैन।
pt_br: Isso vai apagar permanentemente sua conta e todos os seus dados. Não dá para desfazer.
ur: اس سے آپ کا اکاؤنٹ اور تمام ڈیٹا مستقل طور پر حذف ہو جائے گا۔ اسے واپس نہیں لایا جا سکتا۔

source: Try Again
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
id: Coba lagi
ja: 再試行
ne: फेरि प्रयास गर्नुहोस्
pt_br: Tentar de novo
ur: دوبارہ کوشش کریں

source: Try Anyway
ar: المتابعة على أي حال
bn: তবুও চেষ্টা করুন
de: Trotzdem versuchen
es: Intentar igualmente
fr: Essayer quand même
hi: फिर भी आज़माएँ
id: Tetap coba
ja: それでも試す
ne: जे भए पनि प्रयास गर्नुहोस्
pt_br: Tentar mesmo assim
ur: پھر بھی آزمائیں

source: Try a different video
ar: جرّب فيديو آخر
bn: অন্য একটি ভিডিও দেখুন
de: Anderes Video versuchen
es: Prueba con otro vídeo
fr: Essayer une autre vidéo
hi: कोई दूसरा वीडियो आज़माएँ
id: Coba video lain
ja: 別の動画を試す
ne: अर्को भिडियो प्रयास गर्नुहोस्
pt_br: Tentar outro vídeo
ur: کوئی اور ویڈیو آزمائیں

source: Try again
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
id: Coba lagi
ja: 再試行
ne: फेरि प्रयास गर्नुहोस्
pt_br: Tentar de novo
ur: دوبارہ کوشش کریں

source: Try again — re-runs the render with the same video and vibe
ar: إعادة المحاولة — تُعيد المعالجة بالفيديو والأسلوب نفسيهما
bn: আবার চেষ্টা করুন — একই ভিডিও ও ভাইব দিয়ে রেন্ডার আবার চালায়
de: Erneut versuchen — erstellt dein Video noch einmal mit demselben Clip und Vibe
es: Reintentar — vuelve a lanzar el render con el mismo vídeo y estilo
fr: Réessayer — relance le rendu avec la même vidéo et la même ambiance
hi: फिर कोशिश करें — वही वीडियो और वाइब के साथ रेंडर दोबारा चलाता है
id: Coba lagi — menjalankan ulang render dengan video dan gaya yang sama
ja: 再試行：同じ動画と雰囲気でレンダリングをやり直します
ne: फेरि प्रयास गर्नुहोस् — उही भिडियो र भाइबसँग रेन्डर पुनः चलाउँछ
pt_br: Tentar de novo — refaz o render com o mesmo vídeo e clima
ur: دوبارہ کوشش کریں — وہی ویڈیو اور وائب کے ساتھ رینڈر دوبارہ چلاتا ہے

source: Turn around client work the same day
ar: سلّم أعمال العملاء في اليوم نفسه
bn: ক্লায়েন্টের কাজ একই দিনে সম্পন্ন করুন
de: Kundenaufträge am selben Tag liefern
es: Entrega el trabajo de clientes el mismo día
fr: Livrez le travail client le jour même
hi: क्लाइंट का काम उसी दिन पूरा करें
id: Selesaikan pekerjaan klien di hari yang sama
ja: クライアント案件を当日中に納品
ne: ग्राहकको काम सोही दिन सक्नुहोस्
pt_br: Entregue o trabalho do cliente no mesmo dia
ur: کلائنٹ کا کام اُسی دن مکمل کریں

source: Unlimited AI chats
ar: محادثات ذكاء اصطناعي غير محدودة
bn: সীমাহীন AI চ্যাট
de: Unbegrenzte KI-Chats
es: Chats de IA ilimitados
fr: Discussions IA illimitées
hi: असीमित AI चैट
id: Obrolan AI tanpa batas
ja: AIチャットは無制限
ne: असीमित AI च्याट
pt_br: Chats de IA ilimitados
ur: لامحدود AI چیٹس

source: Unlimited renders
ar: عمليات تصيير غير محدودة
bn: সীমাহীন রেন্ডার
de: Unbegrenzt viele neue Videos
es: Renderizados ilimitados
fr: Rendus illimités
hi: असीमित रेंडर
id: Render tanpa batas
ja: レンダリング無制限
ne: असीमित रेन्डर
pt_br: Renderizações ilimitadas
ur: لامحدود رینڈرز

source: Unlimited videos
ar: فيديوهات بلا حدود
bn: আনলিমিটেড ভিডিও
de: Unbegrenzte Videos
es: Videos ilimitados
fr: Vidéos illimitées
hi: असीमित वीडियो
id: Video tanpa batas
ja: 動画は無制限
ne: असीमित भिडियो
pt_br: Vídeos ilimitados
ur: لامحدود ویڈیوز

source: Unlimited videos, no daily cap
ar: فيديوهات غير محدودة، بلا حد يومي
bn: সীমাহীন ভিডিও, দৈনিক কোনো সীমা নেই
de: Unbegrenzte Videos, kein Tageslimit
es: Vídeos ilimitados, sin límite diario
fr: Vidéos illimitées, sans limite quotidienne
hi: असीमित वीडियो, कोई दैनिक सीमा नहीं
id: Video tanpa batas, tanpa kuota harian
ja: 動画は無制限、1日の上限なし
ne: असीमित भिडियो, दैनिक सीमा छैन
pt_br: Vídeos ilimitados, sem limite diário
ur: لامحدود ویڈیوز، کوئی روزانہ حد نہیں

source: Unlock Promptly Pro
ar: افتح Promptly Pro
bn: Promptly Pro আনলক করুন
de: Promptly Pro freischalten
es: Desbloquea Promptly Pro
fr: Débloquez Promptly Pro
hi: Promptly Pro अनलॉक करें
id: Buka Promptly Pro
ja: Promptly Pro を解放する
ne: Promptly Pro अनलक गर्नुहोस्
pt_br: Desbloqueie o Promptly Pro
ur: Promptly Pro اَن لاک کریں

source: Update
ar: تحديث
bn: আপডেট
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: अपडेट करें
id: Perbarui
ja: アップデート
ne: अपडेट गर्नुहोस्
pt_br: Atualizar
ur: اپ ڈیٹ کریں

source: Update Promptly
ar: تحديث Promptly
bn: Promptly আপডেট করুন
de: Promptly aktualisieren
es: Actualizar Promptly
fr: Mettre à jour Promptly
hi: Promptly अपडेट करें
id: Perbarui Promptly
ja: Promptly をアップデート
ne: Promptly अपडेट गर्नुहोस्
pt_br: Atualizar o Promptly
ur: Promptly اپ ڈیٹ کریں

source: Update available
ar: يتوفر تحديث
bn: আপডেট এসেছে
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
hi: अपडेट उपलब्ध है
id: Pembaruan tersedia
ja: アップデートがあります
ne: अपडेट उपलब्ध छ
pt_br: Atualização disponível
ur: اپ ڈیٹ دستیاب ہے

source: Update to continue
ar: حدِّث للمتابعة
bn: চালিয়ে যেতে আপডেট করুন
de: Zum Fortfahren aktualisieren
es: Actualiza para continuar
fr: Mettez à jour pour continuer
hi: जारी रखने के लिए अपडेट करें
id: Perbarui untuk melanjutkan
ja: 続けるにはアップデート
ne: जारी राख्न अपडेट गर्नुहोस्
pt_br: Atualize para continuar
ur: جاری رکھنے کے لیے اپ ڈیٹ کریں

source: Upgrade
ar: ترقية
bn: আপগ্রেড
de: Upgraden
es: Mejorar
fr: Passer à la version supérieure
hi: अपग्रेड करें
id: Tingkatkan
ja: アップグレード
ne: अपग्रेड गर्नुहोस्
pt_br: Fazer upgrade
ur: اپ گریڈ کریں

source: Upgrade to Pro
ar: الترقية إلى Pro
bn: Pro-তে আপগ্রেড করুন
de: Auf Pro upgraden
es: Pasar a Pro
fr: Passer à Pro
hi: Pro में अपग्रेड करें
id: Naik ke Pro
ja: Pro にアップグレード
ne: Pro मा अपग्रेड गर्नुहोस्
pt_br: Assinar o Pro
ur: Pro پر اپ گریڈ کریں

source: Upgrade to Promptly Pro
ar: الترقية إلى Promptly Pro
bn: Promptly Pro-তে আপগ্রেড করুন
de: Auf Promptly Pro upgraden
es: Pasar a Promptly Pro
fr: Passer à Promptly Pro
hi: Promptly Pro में अपग्रेड करें
id: Tingkatkan ke Promptly Pro
ja: Promptly Pro にアップグレード
ne: Promptly Pro मा अपग्रेड गर्नुहोस्
pt_br: Fazer upgrade para o Promptly Pro
ur: Promptly Pro میں اپ گریڈ کریں

source: Upload Video
ar: ارفع فيديو
bn: ভিডিও আপলোড করুন
de: Video hochladen
es: Subir vídeo
fr: Importer une vidéo
hi: वीडियो अपलोड करें
id: Unggah video
ja: 動画をアップロード
ne: भिडियो अपलोड गर्नुहोस्
pt_br: Enviar vídeo
ur: ویڈیو اپ لوڈ کریں

source: Upload a new video
ar: ارفع فيديو جديدًا
bn: নতুন একটি ভিডিও আপলোড করুন
de: Neues Video hochladen
es: Subir un vídeo nuevo
fr: Importer une nouvelle vidéo
hi: नया वीडियो अपलोड करें
id: Unggah video baru
ja: 新しい動画をアップロード
ne: नयाँ भिडियो अपलोड गर्नुहोस्
pt_br: Enviar um novo vídeo
ur: نئی ویڈیو اپ لوڈ کریں

source: Upload a talking head video
ar: ارفع فيديو تتحدث فيه للكاميرا
bn: টকিং হেড ভিডিও আপলোড করুন
de: Video hochladen, in dem du sprichst
es: Sube un vídeo hablando a cámara
fr: Importez une vidéo face caméra
hi: टॉकिंग हेड वीडियो अपलोड करें
id: Unggah video bicara ke kamera
ja: カメラに向かって話す動画をアップロード
ne: टकिङ हेड भिडियो अपलोड गर्नुहोस्
pt_br: Envie um vídeo falando para a câmera
ur: کیمرے پر بولتی ہوئی ویڈیو اپ لوڈ کریں

source: Upload failed
ar: فشل الرفع
bn: আপলোড ব্যর্থ
de: Upload fehlgeschlagen
es: Error al subir
fr: Échec de l'import
hi: अपलोड विफल
id: Unggahan gagal
ja: アップロードに失敗しました
ne: अपलोड असफल
pt_br: Falha no envio
ur: اپ لوڈ ناکام

source: Upload up to 10 videos at a time
ar: ارفع حتى 10 فيديوهات دفعة واحدة
bn: একসঙ্গে ১০টি পর্যন্ত ভিডিও আপলোড করুন
de: Bis zu 10 Videos auf einmal
es: Sube hasta 10 vídeos a la vez
fr: Importez jusqu'à 10 vidéos à la fois
hi: एक बार में 10 वीडियो तक अपलोड करें
id: Unggah hingga 10 video sekaligus
ja: 一度に最大10本の動画をアップロード
ne: एकैपटक १० वटासम्म भिडियो अपलोड गर्नुहोस्
pt_br: Envie até 10 vídeos de uma vez
ur: ایک وقت میں 10 تک ویڈیوز اپ لوڈ کریں

source: Uploads are more reliable in the latest version
ar: الرفع أكثر موثوقية في أحدث إصدار
bn: সর্বশেষ সংস্করণে আপলোড আরও নির্ভরযোগ্য
de: Uploads sind in der neuesten Version zuverlässiger
es: Las subidas son más fiables en la última versión
fr: Les imports sont plus fiables dans la dernière version
hi: नवीनतम संस्करण में अपलोड ज़्यादा भरोसेमंद हैं
id: Unggahan lebih andal di versi terbaru
ja: 最新バージョンではアップロードがより安定します
ne: पछिल्लो संस्करणमा अपलोड बढी भरपर्दो हुन्छ
pt_br: Os envios são mais confiáveis na versão mais recente
ur: تازہ ترین ورژن میں اپ لوڈ زیادہ قابلِ بھروسا ہیں

source: Use vibe: %@
ar: استخدم الأسلوب: %@
bn: ভাইব ব্যবহার করুন: %@
de: Vibe verwenden: %@
es: Usar estilo: %@
fr: Utiliser l'ambiance : %@
hi: वाइब इस्तेमाल करें: %@
id: Gunakan gaya: %@
ja: この雰囲気を使う：%@
ne: भाइब प्रयोग गर्नुहोस्: %@
pt_br: Usar clima: %@
ur: وائب استعمال کریں: %@

source: Videos take a few minutes. Want us to tell you when yours is ready?
ar: الفيديو يستغرق بضع دقائق. تريد أن نخبرك عندما يجهز؟
bn: ভিডিও হতে কয়েক মিনিট লাগে। আপনারটা তৈরি হলে জানাব?
de: Videos dauern ein paar Minuten. Sollen wir dir sagen, wenn deins fertig ist?
es: Los vídeos tardan unos minutos. ¿Te avisamos cuando el tuyo esté listo?
fr: Les vidéos prennent quelques minutes. On te prévient quand la tienne est prête ?
hi: वीडियो में कुछ मिनट लगते हैं। तैयार होने पर बता दें?
id: Video butuh beberapa menit. Mau kami kabari kalau punyamu siap?
ja: 動画は数分かかります。できたらお知らせしましょうか？
ne: भिडियो बन्न केही मिनेट लाग्छ। तयार भएपछि भनौं?
pt_br: Os vídeos levam alguns minutos. Quer que a gente avise quando o seu ficar pronto?
ur: ویڈیو میں چند منٹ لگتے ہیں۔ تیار ہونے پر بتا دیں؟

source: Videos that edit themselves
ar: فيديوهات تحرّر نفسها
bn: যে ভিডিও নিজেই সম্পাদিত হয়
de: Videos, die sich selbst schneiden
es: Vídeos que se editan solos
fr: Des vidéos qui se montent toutes seules
hi: ऐसे वीडियो जो खुद एडिट हो जाते हैं
id: Video yang mengedit dirinya sendiri
ja: ひとりでに編集される動画
ne: आफैं सम्पादन हुने भिडियो
pt_br: Vídeos que se editam sozinhos
ur: ایسی ویڈیوز جو خود ایڈٹ ہو جائیں

source: View all steps
ar: عرض كل الخطوات
bn: সব ধাপ দেখুন
de: Alle Schritte anzeigen
es: Ver todos los pasos
fr: Voir toutes les étapes
hi: सभी चरण देखें
id: Lihat semua langkah
ja: すべてのステップを表示
ne: सबै चरण हेर्नुहोस्
pt_br: Ver todas as etapas
ur: تمام مراحل دیکھیں

source: Viral / hype
ar: انتشار واسع
bn: ভাইরাল / হাইপ
es: Viral / impacto
fr: Viral / buzz
hi: वायरल / हाइप
ja: バズ狙い
ne: भाइरल / हाइप
ur: وائرل / ہائپ

source: Vlogs
ar: مدونات فيديو
bn: ভ্লগ
hi: व्लॉग
id: Vlog
ja: ブイログ
ne: भ्लग
ur: ولاگز

source: Voice input
ar: الإدخال الصوتي
bn: ভয়েস ইনপুট
de: Spracheingabe
es: Entrada de voz
fr: Saisie vocale
hi: वॉइस इनपुट
id: Masukan suara
ja: 音声入力
ne: भ्वाइस इनपुट
pt_br: Entrada por voz
ur: صوتی ان پٹ

source: Waiting for a chat + delivered mock…
ar: في انتظار محادثة + نموذج مُسلَّم…
bn: একটি চ্যাট + ডেলিভার হওয়া মকের অপেক্ষায়…
de: Warte auf einen Chat + ausgelieferten Mock…
es: Esperando un chat + un mock entregado…
fr: En attente d'une discussion + d'un mock livré…
hi: चैट + डिलीवर हुए मॉक का इंतज़ार…
id: Menunggu obrolan + mock terkirim…
ja: チャット＋配信済みモックを待機中…
ne: च्याट + डेलिभर भएको मक पर्खँदै…
pt_br: Aguardando um chat + mock entregue…
ur: چیٹ + ڈیلیور شدہ ماک کا انتظار…

source: Watching where faces move
ar: نتابع حركة الوجوه
bn: মুখ কোথায় নড়ছে দেখা হচ্ছে
de: Wir schauen, wo sich Gesichter bewegen
es: Viendo cómo se mueven las caras
fr: On suit les visages
hi: चेहरे कहाँ हिलते हैं यह देखा जा रहा है
id: Melihat ke mana wajah bergerak
ja: 顔の動きを見ています
ne: अनुहार कहाँ चल्छ हेर्दै
pt_br: Vendo como os rostos se movem
ur: چہرے کہاں ہلتے ہیں دیکھا جا رہا ہے

source: We couldn't read it from your library. Pick it again — that usually works.
ar: تعذّر علينا قراءته من مكتبتك. اخترْه مرة أخرى — غالبًا ما ينجح ذلك.
bn: আপনার লাইব্রেরি থেকে এটি পড়া যায়নি। আবার বেছে নিন — সাধারণত কাজ করে।
de: Wir konnten es nicht aus deiner Mediathek lesen. Wähl es noch einmal aus — das klappt meistens.
es: No pudimos leerlo de tu fototeca. Vuelve a seleccionarlo: suele funcionar.
fr: Nous n'avons pas pu le lire depuis ta photothèque. Sélectionne-le à nouveau — ça marche en général.
hi: हम इसे आपकी लाइब्रेरी से नहीं पढ़ पाए। इसे दोबारा चुनें — आमतौर पर काम कर जाता है।
id: Kami tidak bisa membacanya dari galerimu. Pilih lagi — biasanya berhasil.
ja: ライブラリから読み込めませんでした。もう一度選び直すとたいてい成功します。
ne: तपाईंको लाइब्रेरीबाट यो पढ्न सकिएन। फेरि छान्नुहोस् — प्रायः काम गर्छ।
pt_br: Não conseguimos ler da sua biblioteca. Selecione de novo — geralmente funciona.
ur: ہم اسے آپ کی لائبریری سے نہیں پڑھ سکے۔ دوبارہ منتخب کریں — عموماً کام کر جاتا ہے۔

source: We sent a 6-digit code to
ar: أرسلنا رمزًا من 6 أرقام إلى
bn: ৬ সংখ্যার একটি কোড পাঠানো হয়েছে এই ঠিকানায়
de: 6-stelliger Code gesendet an
es: Te enviamos un código de 6 dígitos a
fr: Nous avons envoyé un code à 6 chiffres à
hi: हमने 6 अंकों का कोड इस पते पर भेजा है
id: Kami mengirim kode 6 digit ke
ja: 次のアドレスに6桁のコードを送信しました
ne: ६ अंकको कोड यो ठेगानामा पठाइयो
pt_br: Enviamos um código de 6 dígitos para
ur: ہم نے 6 ہندسوں کا کوڈ اس پتے پر بھیجا ہے

source: We'll send a password reset link to %@
ar: سنرسل رابط إعادة تعيين كلمة المرور إلى %@
bn: আমরা %@-এ পাসওয়ার্ড রিসেট লিঙ্ক পাঠাব
de: Wir senden einen Passwort-Reset-Link an %@
es: Te enviaremos un enlace para restablecer la contraseña a %@
fr: Nous enverrons un lien de réinitialisation du mot de passe à %@
hi: हम %@ पर पासवर्ड रीसेट लिंक भेजेंगे
id: Kami akan mengirim tautan reset kata sandi ke %@
ja: %@ にパスワード再設定リンクを送信します
ne: हामी %@ मा पासवर्ड रिसेट लिंक पठाउनेछौं
pt_br: Vamos enviar um link de redefinição de senha para %@
ur: ہم %@ پر پاس ورڈ ری سیٹ لنک بھیجیں گے

source: We'll start you on a matching style.
ar: سنبدأ معك بأسلوب مناسب.
bn: আমরা মানানসই একটি স্টাইল দিয়ে শুরু করব।
de: Wir starten mit einem passenden Stil.
es: Empezaremos con un estilo acorde.
fr: Nous démarrerons avec un style adapté.
hi: हम आपको मिलती-जुलती स्टाइल से शुरू कराएँगे।
id: Kami akan mulai dengan gaya yang cocok.
ja: それに合うスタイルで始めます。
ne: हामी मिल्दो शैलीबाट सुरु गराउनेछौं।
pt_br: Vamos começar com um estilo compatível.
ur: ہم آپ کو ملتے جلتے انداز سے شروع کرائیں گے۔

source: Week
ar: أسبوع
bn: সপ্তাহ
de: Woche
es: Semana
fr: Semaine
hi: हफ़्ता
id: Minggu
ja: 週
ne: हप्ता
pt_br: Semana
ur: ہفتہ

source: Weekly
ar: أسبوعياً
bn: সপ্তাহে একবার
de: Wöchentlich
es: Cada semana
fr: Chaque semaine
hi: हफ़्ते में एक बार
id: Mingguan
ja: 週に1回
ne: साप्ताहिक
pt_br: Uma vez por semana
ur: ہفتہ وار

source: Welcome back — your plan has an offer waiting
ar: أهلًا بعودتك — هناك عرض في انتظار خطتك
bn: আবার স্বাগতম — আপনার প্ল্যানে একটি অফার অপেক্ষা করছে
de: Willkommen zurück — für deinen Tarif wartet ein Angebot
es: Bienvenido de nuevo: tu plan tiene una oferta esperando
fr: Bon retour — une offre t'attend sur ta formule
hi: वापसी पर स्वागत है — आपके प्लान पर एक ऑफ़र इंतज़ार कर रहा है
id: Selamat datang kembali — ada penawaran untuk paketmu
ja: おかえりなさい — あなたのプランにオファーがあります
ne: फेरि स्वागत छ — तपाईंको योजनामा एउटा अफर पर्खिरहेको छ
pt_br: Bem-vindo de volta — seu plano tem uma oferta esperando
ur: خوش آمدید — آپ کے پلان پر ایک پیشکش موجود ہے

source: What are you making?
ar: ما الذي تصنعه؟
bn: আপনি কী বানাচ্ছেন?
de: Was erstellst du?
es: ¿Qué estás creando?
fr: Que crées-tu ?
hi: आप क्या बना रहे हैं?
id: Apa yang kamu buat?
ja: 何を作りますか？
ne: तपाईं के बनाउँदै हुनुहुन्छ?
pt_br: O que você está criando?
ur: آپ کیا بنا رہے ہیں؟

source: What do you want to make?
ar: ماذا تريد أن تصنع؟
bn: আপনি কী বানাতে চান?
de: Was möchtest du machen?
es: ¿Qué quieres crear?
fr: Que veux-tu créer ?
hi: आप क्या बनाना चाहते हैं?
id: Apa yang ingin kamu buat?
ja: 何をつくりたいですか？
ne: तपाईं के बनाउन चाहनुहुन्छ?
pt_br: O que você quer criar?
ur: آپ کیا بنانا چاہتے ہیں؟

source: What kind of videos do you make?
ar: ما نوع الفيديوهات التي تصنعها؟
bn: আপনি কী ধরনের ভিডিও বানান?
de: Welche Art von Videos machst du?
es: ¿Qué tipo de vídeos haces?
fr: Quel type de vidéos réalises-tu ?
hi: आप किस तरह के वीडियो बनाते हैं?
id: Video jenis apa yang kamu buat?
ja: どんな動画をつくりますか？
ne: तपाईं कस्ता भिडियो बनाउनुहुन्छ?
pt_br: Que tipo de vídeo você faz?
ur: آپ کس قسم کی ویڈیوز بناتے ہیں؟

source: What kind of videos?
ar: أي نوع من الفيديوهات؟
bn: কী ধরনের ভিডিও?
de: Was für Videos?
es: ¿Qué tipo de vídeos?
fr: Quel genre de vidéos ?
hi: किस तरह के वीडियो?
id: Video jenis apa?
ja: どんな動画ですか？
ne: कस्ता भिडियो?
pt_br: Que tipo de vídeo?
ur: کس قسم کی ویڈیوز؟

source: What would make it better?
ar: ما الذي سيجعله أفضل؟
bn: কী হলে আরও ভালো হতো?
de: Was würde es besser machen?
es: ¿Qué lo mejoraría?
fr: Qu'est-ce qui l'améliorerait ?
hi: इसे बेहतर क्या बनाएगा?
id: Apa yang akan membuatnya lebih baik?
ja: どうすればもっと良くなりますか？
ne: यसलाई के कुराले अझ राम्रो बनाउँछ?
pt_br: O que deixaria melhor?
ur: اسے کیا چیز بہتر بنائے گی؟

source: What would make it better? (optional)
ar: ما الذي سيجعله أفضل؟ (اختياري)
bn: কী হলে আরও ভালো হতো? (ঐচ্ছিক)
de: Was würde es besser machen? (optional)
es: ¿Qué lo mejoraría? (opcional)
fr: Qu'est-ce qui l'améliorerait ? (facultatif)
hi: इसे बेहतर क्या बनाएगा? (वैकल्पिक)
id: Apa yang akan membuatnya lebih baik? (opsional)
ja: どうすればもっと良くなりますか？（任意）
ne: यसलाई के कुराले अझ राम्रो बनाउँछ? (वैकल्पिक)
pt_br: O que deixaria melhor? (opcional)
ur: اسے کیا چیز بہتر بنائے گی؟ (اختیاری)

source: What's on your mind? Bugs, ideas, anything — it comes straight to us.
ar: ما الذي يدور في بالك؟ أخطاء، أفكار، أي شيء — يصلنا مباشرةً.
bn: কী ভাবছেন? বাগ, আইডিয়া, যেকোনো কিছু — সরাসরি আমাদের কাছে আসে।
de: Was beschäftigt dich? Fehler, Ideen, alles — kommt direkt bei uns an.
es: ¿Qué se te ocurre? Fallos, ideas, lo que sea — nos llega directamente.
fr: Qu'as-tu en tête ? Bugs, idées, n'importe quoi — ça nous arrive directement.
hi: मन में क्या है? बग, आइडिया, कुछ भी — सीधे हम तक पहुँचता है।
id: Apa yang kamu pikirkan? Bug, ide, apa saja — langsung sampai ke kami.
ja: 気になっていることは？不具合、アイデア、何でも、そのまま私たちに届きます。
ne: के सोच्दै हुनुहुन्छ? बग, आइडिया, जे पनि — सिधै हामीकहाँ आउँछ।
pt_br: O que você tem em mente? Bugs, ideias, qualquer coisa — chega direto pra gente.
ur: آپ کے ذہن میں کیا ہے؟ بگز، آئیڈیاز، کچھ بھی — سیدھا ہم تک پہنچتا ہے۔

source: Who are you making videos for?
ar: لمن تصنع الفيديوهات؟
bn: আপনি কার জন্য ভিডিও বানান?
de: Für wen machst du Videos?
es: ¿Para quién haces vídeos?
fr: Pour qui réalises-tu des vidéos ?
hi: आप किसके लिए वीडियो बनाते हैं?
id: Untuk siapa kamu membuat video?
ja: 誰のために動画をつくりますか？
ne: तपाईं कसका लागि भिडियो बनाउनुहुन्छ?
pt_br: Para quem você faz vídeos?
ur: آپ کس کے لیے ویڈیوز بناتے ہیں؟

source: Writing down what you said
ar: نكتب ما قلته
bn: আপনি যা বলেছেন তা লেখা হচ্ছে
de: Wir schreiben auf, was du gesagt hast
es: Escribiendo lo que dijiste
fr: On écrit ce que tu as dit
hi: आपने जो कहा वह लिखा जा रहा है
id: Menulis apa yang kamu katakan
ja: 話した内容を書き出しています
ne: तपाईंले भनेको कुरा लेख्दै
pt_br: Escrevendo o que você disse
ur: آپ نے جو کہا وہ لکھا جا رہا ہے

source: Year
ar: سنة
bn: বছর
de: Jahr
es: Año
fr: An
hi: साल
id: Tahun
ja: 年
ne: वर्ष
pt_br: Ano
ur: سال

source: Yearly
ar: سنوياً
bn: বার্ষিক
de: Jährlich
es: Anual
fr: Annuel
hi: सालाना
id: Tahunan
ja: 年額
ne: वार्षिक
pt_br: Anual
ur: سالانہ

source: You can change this anytime in Settings.
ar: يمكنك تغيير ذلك في أي وقت من الإعدادات.
bn: আপনি এটি যেকোনো সময় সেটিংসে বদলাতে পারেন।
de: Du kannst das jederzeit in den Einstellungen ändern.
es: Puedes cambiarlo cuando quieras en Ajustes.
fr: Vous pouvez le modifier à tout moment dans Réglages.
hi: आप इसे कभी भी सेटिंग्स में बदल सकते हैं।
id: Kamu bisa mengubahnya kapan saja di Pengaturan.
ja: 設定からいつでも変更できます。
ne: तपाईं यसलाई जुनसुकै बेला सेटिङमा परिवर्तन गर्न सक्नुहुन्छ।
pt_br: Você pode alterar isso quando quiser nos Ajustes.
ur: آپ اسے کبھی بھی سیٹنگز میں تبدیل کر سکتے ہیں۔

source: You can upgrade to Pro whenever you're ready — nothing was charged.
ar: يمكنك الترقية إلى Pro متى شئت — لم يتم خصم أي مبلغ.
bn: আপনি যেকোনো সময় Pro নিতে পারেন — কোনো চার্জ নেওয়া হয়নি।
de: Du kannst jederzeit auf Pro upgraden — es wurde nichts berechnet.
es: Puedes pasar a Pro cuando quieras: no se ha cobrado nada.
fr: Tu peux passer à Pro quand tu veux — rien n'a été débité.
hi: आप जब चाहें Pro ले सकते हैं — कोई शुल्क नहीं लिया गया।
id: Kamu bisa naik ke Pro kapan saja — tidak ada biaya yang ditagih.
ja: いつでも Pro にアップグレードできます。料金は発生していません。
ne: तपाईं जहिले पनि Pro लिन सक्नुहुन्छ — कुनै शुल्क लिइएको छैन।
pt_br: Você pode assinar o Pro quando quiser — nada foi cobrado.
ur: آپ جب چاہیں Pro لے سکتے ہیں — کوئی رقم وصول نہیں کی گئی۔

source: You choose
ar: اختر أنت
bn: আপনি বেছে নিন
de: Du entscheidest
es: Elige tú
fr: À toi de choisir
hi: आप चुनें
id: Kamu yang pilih
ja: おまかせ
ne: तपाईं छान्नुहोस्
pt_br: Você escolhe
ur: آپ منتخب کریں

source: You earned %lld days of Pro
ar: حصلت على %lld أيام من Pro
bn: আপনি %lld দিনের Pro অর্জন করেছেন
de: Du hast %lld Tage Pro bekommen
es: Ganaste %lld días de Pro
fr: Tu as gagné %lld jours de Pro
hi: आपने %lld दिन का Pro कमाया
id: Kamu mendapat %lld hari Pro
ja: Pro を%lld日獲得しました
ne: तपाईंले %lld दिनको Pro कमाउनुभयो
pt_br: Você ganhou %lld dias de Pro
ur: آپ نے %lld دن کا Pro حاصل کیا

source: You earned a day of Pro
ar: حصلت على يوم من Pro
bn: আপনি এক দিনের Pro অর্জন করেছেন
de: Du hast einen Tag Pro erhalten
es: Has ganado un día de Pro
fr: Vous avez gagné un jour de Pro
hi: आपने एक दिन का Pro कमाया
id: Kamu mendapat satu hari Pro
ja: Pro を1日獲得しました
ne: तपाईंले एक दिनको Pro कमाउनुभयो
pt_br: Você ganhou um dia de Pro
ur: آپ نے ایک دن کا Pro حاصل کیا
